Storage Assessment Notice Flyer.tex
% Created 2024-04-10 Wed 14:04
% Intended LaTeX compiler: pdflatex
\documentclass[letterpaper]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{tikz}
\usepackage[margin=1in]{geometry}
\author{Larry Bottorff (text or call 218.387.5497)}
\date{2024-04-08T16:16:27}
\title{Storage Assessment\\\medskip
\large Figuring out your storage situation}
\hypersetup{
 pdfauthor={Larry Bottorff (text or call 218.387.5497)},
 pdftitle={Storage Assessment},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 29.3 (Org mode 9.6.25)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Storage Assessment}
\label{sec:org194cf40}
As part of Birchwood spring cleaning we'd like to get an idea of who
has what in which storage locations. We already have many of your
storage areas figured out, i.e.,

\begin{itemize}
\item You have a \emph{storage closet} in the hallway outside in your quad
\emph{and}
\item You have a key (and we have a backup key) for this closet.
\item You have a \emph{storage bay compartment} with padlock on it\footnote{Bay storage compartments are on the second floor of the third quad of
A-building and the first quad of B-building, that is, where mailboxes
and laundry are, up on second floor.}.
\end{itemize}

But some of us

\begin{itemize}
\item Do \textbf{not} have any extra-apartment storage, \emph{and}
\item Are \textbf{not} using a \emph{storage bay compartment} \emph{or}
\item Are using a storage closet or bay compartment without key or lock
\end{itemize}

Yes, I have spoken to some of you and we are good with storage. But I
would like everyone to contact me (text me; email me; or write reply
on this flyer) with your latest storage situation, noting the \textbf{ID
sticker info} of your storage place\footnote{On each storage closet and storage bay compartment is a sticker
indicating which storage it is. For example, \textbf{STORE-Aa-3} for a closet 3
in A-Building Quad-a (A1,A2,A3,A4), or \textbf{Ba-BAY-1\ldots{}10} for B-Building
Quad-a storage bay, compartments 1 through 10.}. Of course if you have no
storage and would like a storage bay compartment, let me know.\\[0pt]
\\[0pt]
Note: After getting everyone's responses, I will need to assess the
storage bay situation and begin clearing out unclaimed compartments,
or changing locks on unclaimed bay compartments and hall closets. \\[0pt]
\\[0pt]
Write your storage situation below (or text or email me at
birchwoodgmmn@gmail.com)
\end{document}
